export const CATEGORIES_SEED: { name: string; children: string[] }[] = [
  {
    name: 'Бизнес и карьера',
    children: [
      'Управление командой',
      'Маркетинг и реклама',
      'Продажи и переговоры',
      'Личный бренд',
      'Резюме и собеседование',
      'Тайм-менеджмент',
      'Проектное управление',
      'Предпринимательство',
    ],
  },
  {
    name: 'Творчество и искусство',
    children: [
      'Рисование и иллюстрация',
      'Фотография',
      'Видеомонтаж',
      'Музыка и звук',
      'Актёрское мастерство',
      'Креативное письмо',
      'Арт-терапия',
      'Декор и DIY',
    ],
  },
  {
    name: 'Иностранные языки',
    children: [
      'Английский',
      'Французский',
      'Испанский',
      'Немецкий',
      'Китайский',
      'Японский',
      'Подготовка к экзаменам',
    ],
  },
  {
    name: 'Образование и развитие',
    children: [
      'Личностное развитие',
      'Навыки обучения',
      'Когнитивные техники',
      'Навыки преподавания',
      'Коучинг',
    ],
  },
  {
    name: 'Дом и уют',
    children: [
      'Приготовление еды',
      'Домашние финансы',
      'Организация пространства',
      'Домашние растения',
      'Ремонт',
      'Хранение',
    ],
  },
  {
    name: 'Здоровье и лайфстайл',
    children: [
      'Йога и медитация',
      'Питание и ЗОЖ',
      'Ментальное здоровье',
      'Осознанность',
      'Физические тренировки',
      'Сон и восстановление',
      'Баланс жизни и работы',
    ],
  },
  {
    name: 'Муз. инструменты',
    children: [
      'Игра на барабанах',
      'Игра на гитаре',
      'Игра на пианино',
      'Игра на скрипке',
      'Вокал',
      'Диджеинг',
    ],
  },
];
